あう
あお
あおい
あか
あかい
あかるい
あき
あく
あける
あげる
あさ
あさごはん
あさって
あし
あした
あそこ
あそぶ
あたたかい
あたま
あたらしい
あちら
あっち
あつい
あと
あなた
あに
あね
あの
あびる
あぶない
あまい
あまり
あめ
あらう
ある
あるく
あれ
いい/よい
いいえ
いう
いえ
いかが
いく
いくつ
いくら
いけ
いしゃ
いす
いそがしい
いたい
いち
いちにち
いちばん
いっしょ
いつ
いつか
いつつ
いつも
いぬ
いま
いみ
いもうと
いや
いりぐち
いる
いれる
いろ
いろいろ
うえ
うしろ
うすい
うた
うたう
うまれる
うみ
うる
うるさい
うわぎ
え
えいが
えいがかん
えいご
ええ
えき
えんぴつ
おいしい
おおい
おおきい
おおきな
おおぜい
おかあさん
おかし
おかね
おきる
おく
おくさん
おさけ
おさら
おしえる
おじいさん
おす
おそい
おちゃ
おてあらい
おとうさん
おとうと
おとこ
おとこのこ
おととい
おととし
おとな
おなか
おなじ
おにいさん
おねえさん
おばあさん
おばさん
おふろ
おべんとう
おぼえる
おまわりさん
おもい
おもしろい
およぐ
おりる
おわる
おんがく
おんな
おんなのこ
お兄さん
お姉さん
お弁当
お手洗い
お母さん
お父さん
お皿
お茶
お菓子
お酒
お金
お風呂
かいしゃ
かいだん
かいもの
かう
かえす
かえる
かかる
かぎ
かく
かける
かさ
かす
かぜ
かぞく
かた
かてい
かど
かばん
かびん
かみ
かようび
からい
からだ
かりる
かるい
かわ
かわいい
かんじ
がいこく
がいこくじん
がくせい
がっこう
き
きいろ
きいろい
きえる
きく
きた
きたない
きっさてん
きって
きっぷ
きのう
きゅう/く
きょう
きょうしつ
きょうだい
きょねん
きらい
きる
きれい
きんようび
ぎゅうにく
ぎゅうにゅう
ぎんこう
くすり
ください
くだもの
くち
くつ
くつした
くに
くもり
くもる
くらい
くる
くるま
くろ
くろい
けいかん
けさ
けす
けっこう
けっこん
げつようび
げんかん
げんき
こうえん
こうさてん
こうちゃ
こうばん
こえ
ここ
ここのか
ここのつ
こたえる
こちら
こっち
ことし
ことば
こども
この
こまる
これ
こんげつ
こんしゅう
こんな
こんばん
ご
ごご
ごぜん
ごはん
さあ
さいふ
さかな
さき
さく
さくぶん
さす
さとう
さむい
さらいねん
さん
さんぽする
さ来年
ざっし
し/よん
しお
しかし
しごと
しずか
した
しち/なな
しつもん
しぬ
しまる
しめる
しゃしん
しゅくだい
しょうゆ
しょくどう
しる
しろ
しろい
しんぶん
じかん
じしょ
じてんしゃ
じどうしゃ
じびき
じぶん
じゃ/じゃあ
じゅうとお
じゅぎょう
じょうず
じょうぶ
すいようび
すう
すき
すくない
すぐに
すこし
すずしい
すむ
する
すわる
せ
せいと
せっけん
せびろ
せまい
せん
せんげつ
せんしゅう
せんせい
せんたく
ぜんぶ
そうして/そして
そうじする
そこ
そちら
そっち
そと
その
そば
そら
それ
それから
それでは
たいしかん
たいせつ
たいへん
たかい
たくさん
たつ
たて
たてもの
たのしい
たのむ
たばこ
たぶん
たべもの
たべる
たまご
たんじょうび
だいがく
だいじょうぶ
だいすき
だいどころ
だす
だれ
だんだん
ちいさい
ちいさな
ちかい
ちかく
ちかてつ
ちがう
ちず
ちゃいろ
ちゃわん
ちょうど
ちょっと
つかう
つかれる
つぎ
つく
つくえ
つくる
つける
つとめる
つまらない
つめたい
つよい
て
てがみ
てんき
でかける
できる
でぐち
では
でも
でる
でんき
でんしゃ
でんわ
と
とおい
とおか
ときどき
とけい
ところ
とし
としょかん
とても
となり
とぶ
とまる
ともだち
とり
とりにく
とり肉
とる
どう
どうして
どうぞ
どうぶつ
どうも
どこ
どちら
どっち
どなた
どの
どようび
どれ
なか
ながい
なく
なくす
なぜ
なつ
なつやすみ
など
ななつ
なのか
なまえ
ならう
ならぶ
ならべる
なる
なん/なに
に
にぎやか
にく
にし
にちようび
にもつ
にわ
ぬぐ
ぬるい
ねこ
ねる
のぼる
のみもの
のむ
のる
は
はい
はいざら
はいる
はがき
はく
はこ
はし
はしる
はじまる
はじめ
はじめて
はたち
はたらく
はち
はつか
はな
はなし
はなす
はやい
はる
はれ
はれる
はん
はんぶん
ばん
ばんごう
ばんごはん
ひがし
ひく
ひくい
ひこうき
ひだり
ひと
ひとつ
ひとつき
ひとり
ひま
ひゃく
ひる
ひるごはん
ひろい
びょういん
びょうき
ふうとう
ふく
ふたつ
ふたり
ふつか
ふとい
ふゆ
ふる
ふるい
ふろ
ぶたにく
ぶんしょう
へた
へや
へん
べんきょうする
べんり
ほか
ほしい
ほそい
ほん
ほんだな
ほんとう
ぼうし
まいあさ
まいげつ/まいつき
まいしゅう
まいにち
まいねん/まいとし
まいばん
まえ
まがる
まずい
また
まだ
まち
まっすぐ
まつ
まど
まるい
まん
まんねんひつ
みがく
みぎ
みじかい
みず
みせ
みせる
みち
みっか
みっつ
みどり
みなさん
みなみ
みみ
みる
みんな
むいか
むこう
むずかしい
むっつ
むら
め
めがね
もう
もういちど
もう一度
もくようび
もっと
もつ
もの
もん
もんだい
やおや
やさい
やさしい
やすい
やすみ
やすむ
やっつ
やま
やる
ゆうがた
ゆうはん
ゆうびんきょく
ゆうべ
ゆうめい
ゆき
ゆっくりと
ようか
ようふく
よく
よこ
よっか
よっつ
よぶ
よむ
より、ほう
よる
よわい
らいげつ
らいしゅう
らいねん
りっぱ
りゅうがくせい
りょうしん
りょうり
りょこう
れい
れいぞうこ
れんしゅうする
ろうか
ろく
わかい
わかる
わすれる
わたくし
わたす
わたる
わるい
アパート
エレベーター
カップ
カメラ
カレンダー
カレー
キロ/キログラム
キロ/キロメートル
ギター
クラス
グラム
コップ
コピーする
コート
コーヒー
シャツ
シャワー
スカート
ストーブ
スプーン
スポーツ
スリッパ
ズボン
セーター
ゼロ
タクシー
テスト
テレビ
テーブル
テープ
テープレコーダー
デパート
トイレ
ドア
ナイフ
ニュース
ネクタイ
ノート
ハンカチ
バス
バター
パン
パーティー
フィルム
フォーク
プール
ベッド
ペット
ペン
ページ
ホテル
ボタン
ボールペン
ポケット
ポスト
マッチ
メートル
ラジオ
ラジカセ/ラジオカセット
レコード
レストラン
ワイシャツ
一
一つ
一人
一日
一昨年
一昨日
一月
一緒
七
七つ
七日
万
万年筆
丈夫
三
三つ
三日
上
上げる
上手
上着
下
下手
両親
並ぶ
並べる
中
丸い/円い
乗る
九
九つ
九日
二
二つ
二人
二十日
二十歳
二日
五
五つ
五日
交差点
交番
人
今
今年
今日
今晩
今月
今朝
今週
仕事
休み
休む
会う
会社
伯母さん/叔母さん
伯父/叔父
低い
住む
体
何
作る
作文
使う
便利
借りる
傘
働く
元気
兄
兄弟
先
先月
先生
先週
入る
入れる
入口
全部
八
八つ
八日
八百屋
公園
六
六つ
六日
写真
冬
冷たい
冷蔵庫
出かける
出す
出る
出口
分かる
切る
切手
切符
初め/始め
初めて
前
勉強
動物
勤める
北
医者
十
十日
千
午前
午後
半
半分
南
危ない
卵
厚い
去年
友達
取る
口
古い
台所
右
同じ
名前
向こう
吸う
吹く
呼ぶ
咲く
問題
喫茶店
四
四つ
四日
困る
図書館
国
土曜日
地下鉄
地図
塩
声
売る
夏
夏休み
夕方
夕飯
外
外国
外国人
多い
夜
大きい
大きな
大丈夫
大人
大使館
大切
大勢
大好き
大学
天気
太い
奥さん
女
女の子
好き
妹
姉
始まる
嫌
嫌い
子供
字引
学校
学生
安い
家
家庭
家族
宿題
寒い
寝る
封筒
小さい
小さな
少し
少ない
居る
山
川/河
左
差す
帰る
帽子
年
広い
店
座る
庭
廊下
建物
引く
弟
弱い
強い
弾く
待つ
後
後ろ
御飯
忘れる
忙しい
悪い
意味
戸
所
手
手紙
押す
持つ
掃除
授業
撮る
教える
教室
散歩
文章
料理
新しい
新聞
方
旅行
日曜日
早い
明い
明日
易しい
映画
映画館
春
昨夜
昨日
昼
昼御飯
時々
時計
時間
晩
晩御飯
晴れ
晴れる
暇
暑い
暖かい
暗い
曇り
曇る
曲る
書く
月曜日
有名
服
朝
朝御飯
木
木曜日
本
本棚
机
村
来る
来年
来月
来週
東
果物
楽しい
横
橋
次
欲しい
歌
歌う
止まる
歩く
歯
死ぬ
毎年
毎日
毎晩
毎月
毎朝
毎週
水
水曜日
汚い
池
泳ぐ
洋服
洗う
洗濯
海
消える
消す
涼しい
渡す
渡る
温い
漢字
火曜日
灰皿
無くす
煩い
熱い
牛乳
牛肉
物
犬
狭い
猫
玄関
甘い
生まれる
生徒
男
男の子
町
留学生
番号
疲れる
病気
病院
痛い
登る
白
白い
百
皆さん
目
眼鏡
着く
着る
知る
短い
砂糖
磨く
私
秋
空
窓
立つ
答える
箱
紅茶
紙
細い
終る
結婚
結構
絵
緑
締める
練習
置く
習う
耳
聞く
肉
背
背広
脱ぐ
自分
自動車
自転車
色
花
花瓶
若い
英語
茶色
荷物
葉書
薄い
薬
行く
西
要る
見せる
見る観る
覚える
角
言う
言葉
話
話す
誕生日
読む
誰
警官
豚肉
財布
買い物
買う
貸す
貼る
賑やか
質問
赤
赤い
走る
起きる
足
車
軽い
辛い
辞書
辺
近い
近く
返す
速い
遅い
遊ぶ
道
違う
遠い
部屋
郵便局
重い
野菜
金曜日
鉛筆
銀行
長い
門
閉まる
閉める
開く
開ける
降りる
降る
階段
隣
雑誌
難しい
雨
雪
零
電気
電話
電車
青
青い
静か
靴
靴下
音楽
頭
頼む
風
風邪
飛ぶ
飛行機
食べる
食べ物
食堂
飲み物
飲む
飴
駅
高い
魚
鳥
鳴く
黄色
黄色い
黒
黒い
鼻
