えき
えん
かい
かかん
かげつ
かた
がつ
がります
がわ
キロ
くらい
グラム
こ
ご
ごろ
さい
さつ
さん
じ
じかん
しゅうかん
じん
すぎ
ずつ
せんせい
だい
たち
ちゅう
つ
ど
にち
にん
ねん
はい
はん
ばん
ひき
ふん
ページ
ほん
まい
まえ
メートル
や
あいます
あおい
あか
あかい
あがります
あかるい
あき
あきます
あけます
あげます
あさ
あさごはん
あさって
あし
あした
あそこ
あそびます
あたたかい
あたま
あたらしい
あちら
あつい
あと
あに
あね
あの
アパート
あびます
あぶない
あまい
あまり
あめ
アメリカ
あらいます
あります
あるきます
あれ
いい
いいます
いえ
いきます
いくつ
いくら
いけ
いしゃ
いす
いそがしい
いたい
いち
いちど
いちにち
いちばん
いつ
いつか
いっしょ
いつつ
いつも
いま
います
いみ
いもうと
いもうとさん
いや
いりぐち
いります
いれます
いろ
いろいろ
うえ
うしろ
うすい
うた
うたいます
うち
うまれます
うみ
うります
うるさい
うれしい
うわぎ
え
エアコン
えいが
えいがかん
えいご
えらびます
エレベーター
えんぴつ
お
おいしい
おいでになります
おおい
おおきい
おおきな
おおぜい
おかあさん
おかし
おかね
おきます
おくさん
おくに
おくります
おさけ
おさら
おじさん
おじいさん
おしえます
おそい
おそく
おちゃ
おてあらい
おとうさん
おとうと
おとうとさん
おとこ
おとこのこ
おととい
おととし
おとな
おなか
おなじ
おにいさん
おにぎり
おねえさん
おばさん
おばあさん
おべんとう
おぼえます
おみせ
おもい
おもしろい
およぎます
おります
おわります
おんがく
おんな
おんなのこ
か
がいこく
がいこくじん
かいしゃ
かいだん
かいとうようし
かいます
かいもの
かえします
かえります
かお
かかります
かぎ
かきます
がくせい
かけます
かさ
かします
かぜ
かぞく
カタカナ
がっこう
かど
かない
かばん
かびん
かぶります
かみ
カメラ
かようび
からい
からだ
かります
かるい
カレンダー
かわ
かわいい
かんがえます
かんじ
かんたん
き
きいろい
きえます
ききます
きた
ギター
きたない
きっさてん
きって
きっぷ
きのう
きます
きゅう
ぎゅうにく
ぎゅうにゅう
きょう
きょうしつ
きょうだい
きょうと
きょねん
きらい
きります
きれい
きん
ぎんこう
きんようび
く
くすり
くだもの
くち
くつ
くつした
くに
くもり
クラス
くるま
くろ
くろい
くろく
ケーキ
けさ
けしゴム
けします
げつ
けっこんします
げつようび
げんかん
げんき
こうえん
こうばん
こえ
コート
コーヒー
ここ
ごご
ここのか
ここのつ
ごしゅじん
ごぜん
こたえ
こたえかた
こたえます
こちら
コップ
ことし
ことば
こども
この
ごはん
コピー
コピーします
こまります
これ
こんげつ
こんしゅう
こんな
こんばん
さいご
さかな
さき
さきます
さくぶん
さします
サッカー
ざっし
さとう
さむい
さらいねん
さんぽ
し
しお
しかし
しごと
じしょ
しずか
した
しつもん
じてんしゃ
じどうしゃ
しにます
じびき
じぶん
します
しまります
しめます
しゃしん
シャツ
シャワー
しゅう
じゅう
ジュース
じゅぎょう
しゅくだい
じょうず
じょうずに
じょうぶ
しょうゆ
しょくどう
しります
しろい
しんぶん
すい
すいます
すいようび
スカート
すき
すくない
すぐに
すこし
すし
すしや
すずしい
ストーブ
スプーン
スポーツ
ズボン
すみます
スリッパ
すわります
せ
せいと
セーター
せっけん
せびろ
せまい
ゼロ
せん
せんげつ
せんしゅう
せんたく
ぜんぶ
そうじ
そうじします
そこ
そして
そちら
そと
その
そば
そら
それ
それから
それでは
だいがく
たいしかん
だいじょうぶ
だいすき
たいせつ
だいたい
たいてい
だいどころ
たいへん
たかい
だから
たくさん
タクシー
だします
ただしい
たちます
たてもの
たのしい
たのみます
たばこ
たぶん
たべもの
たべます
たまご
だれ
たんじょうび
だんだん
ちいさい
ちいさな
ちかい
ちがいます
ちかく
ちかてつ
ちず
ちち
ちゃいろ
ちゃわん
ちょうど
ちょっと
ついたち
つかいます
つかれます
つぎ
つきます
つくえ
つくりかた
つくります
つけます
つとめます
つまらない
つめたい
つよい
て
ティッシュペーパー
テープ
テープレコーダー
テーブル
でかけます
てがみ
できます
でぐち
テスト
では
デパート
でます
でも
テレビ
てんき
でんき
でんしゃ
でんわ
でんわします
でんわばんごう
と
ドア
トイレ
トイレットペーパー
どう
とうきょう
どうして
とうふ
どうぶつ
とお
とおい
とおく
とおか
ときどき
とけい
どこ
どこか
ところ
としょかん
どちら
とても
どなた
となり
どの
とびます
とまります
ともだち
どようび
とり
とりにく
とります
どれ
どんな
ナイフ
なか
ながい
なきます
なつ
など
ななつ
なに
なにか
なのか
なまえ
ならいます
ならびます
ならべます
なります
なん
なんじ
なんにち
に
にぎやか
にく
にし
にちようび
にねん
にほん
にほんご
にもつ
ニュース
にわ
ぬぎます
ぬります
ネクタイ
ねます
ノート
のぼります
のみます
のみもの
のります
は
パーティー
はいざら
はいります
はがき
はきます
はこ
はし
はじまります
はじめに
はじめて
バス
バスがいしゃ
バスてい
バスりょこう
バター
はたち
はたらきます
はち
はつか
はな
はなし
はなします
はは
はやい
はる
はります
はれ
はれます
パン
ハンカチ
ばんごう
ばんごはん
はんぶん
パンや
ひ
ひがし
ひきます
ひくい
ひこうき
ひだり
ひと
ひとつ
ひとつき
ひとり
ひま
ひゃく
びょういん
びょうき
ひらがな
ひる
ビル
ひるごはん
ひろい
フィルム
ふうとう
プール
フォーク
ふきます
ふく
ふたつ
ぶたにく
ふたり
ふつか
ふとい
ふゆ
ふります
ふるい
ふろ
ぶん
ぶんしょう
へた
ベッド
へや
へん
ペン
べんきょうします
べんり
ほう
ぼうし
ボールペン
ほか
ぼく
ポケット
ほしい
ほそい
ボタン
ホテル
ほんだな
ほんとう
ほんや
まいあさ
まいげつ
まいしゅう
まいにち
まいねん
まいばん
まがります
まずい
また
まだ
まち
まちます
まっすぐ
マッチ
まど
まるい
まん
まんねんひつ
みがきます
みぎ
みじかい
みず
みせ
みせます
みち
みっか
みっつ
みなさん
みなみ
みます
みみ
みんな
むいか
むこう
むずかしい
むっつ
め
めがね
メモ
メモします
もう
もく
もくようび
もしもし
もちろん
もちます
もっていきます
もっと
もの
もらいます
もん
もんだい
もんだいようし
もんだいれい
やおや
やさい
やさしい
やじるし
やすい
やすみ
やすみます
やっつ
やま
やります
ゆうがた
ゆうびんきょく
ゆうめい
ゆき
ゆっくり
ようか
ようふく
よく
よこ
よっつ
よびます
よみます
よる
ラーメン
らいげつ
らいしゅう
らいねん
ラジオ
りっぱ
りゅうがくせい
りょうしん
りょうり
りょこうがいしゃ
りょこうします
りんご
れい
れいぞうこ
レコード
レストラン
れんしゅう
れんしゅうします
ろく
ろっぽん
わかい
わかります
わすれます
わたし
わたします
わたります
わるい
あ
ああ
あのう
