あ
ああ
あいます
あう
あお
あおい
あか
あかい
あかるい
あがります
あき
あきます
あく
あけます
あける
あげます
あげる
あさ
あさごはん
あさって
あし
あした
あそこ
あそびます
あそぶ
あたたかい
あたま
あたらしい
あちら
あっち
あつい
あと
あなた
あに
あね
あの
あのう
あびます
あびる
あぶない
あまい
あまり
あめ
あらいます
あらう
ありがとうございます
あります
ある
あるきます
あるく
あれ
いい
いい/よい
いいえ
いいます
いう
いえ
いかが
いきます
いく
いくつ
いくら
いけ
いしゃ
いす
いそがしい
いたい
いただきます
いち
いちど
いちにち
いちばん
いっしょ
いってきます
いつ
いつか
いつつ
いつも
いぬ
いま
います
いみ
いもうと
いもうとさん
いや
いらっしゃいませ
いりぐち
いります
いる
いれます
いれる
いろ
いろいろ
うえ
うしろ
うすい
うた
うたいます
うたう
うち
うまれます
うまれる
うみ
うります
うる
うるさい
うれしい
うわぎ
うーん
え
えいが
えいがかん
えいご
ええ
えき
えっ
えらびます
えん
えんぴつ
えー
お
おいしい
おいでになります
おおい
おおきい
おおきな
おおぜい
おかあさん
おかし
おかね
おきます
おきる
おく
おくさん
おくに
おくります
おげんきで
おさけ
おさら
おしえます
おしえる
おじいさん
おじさん
おす
おそい
おそく
おちゃ
おてあらい
おとうさん
おとうと
おとうとさん
おとこ
おとこのこ
おととい
おととし
おとな
おなか
おなじ
おにいさん
おにぎり
おねえさん
おねがいします
おはようございます
おばあさん
おばさん
おふろ
おべんとう
おぼえます
おぼえる
おまわりさん
おみせ
おもい
おもしろい
おやすみなさい
およぎます
およぐ
おります
おりる
おわります
おわる
おんがく
おんな
おんなのこ
お兄さん
お姉さん
お弁当
お手洗い
お母さん
お父さん
お皿
お茶
お菓子
お酒
お金
お風呂
か
かい
かいしゃ
かいだん
かいとうようし
かいます
かいもの
かう
かえします
かえす
かえります
かえる
かお
かかります
かかる
かかん
かきます
かぎ
かく
かけます
かける
かげつ
かさ
かします
かす
かぜ
かぞく
かた
かてい
かど
かない
かばん
かびん
かぶります
かみ
かようび
からい
からだ
かります
かりる
かるい
かわ
かわいい
かんがえます
かんじ
かんたん
がいこく
がいこくじん
がくせい
がっこう
がつ
がります
がわ
き
きいろ
きいろい
きえます
きえる
ききます
きく
きた
きたない
きっさてん
きって
きっぷ
きのう
きます
きゅう
きゅう/く
きょう
きょうしつ
きょうだい
きょうと
きょねん
きらい
きります
きる
きれい
きん
きんようび
ぎゅうにく
ぎゅうにゅう
ぎんこう
く
くすり
ください
くだもの
くち
くつ
くつした
くに
くもり
くもる
くらい
くる
くるま
くろ
くろい
くろく
けいかん
けさ
けします
けしゴム
けす
けっこう
けっこん
けっこんします
げつ
げつようび
げんかん
げんき
こ
こうえん
こうさてん
こうちゃ
こうばん
こえ
ここ
ここのか
ここのつ
こたえ
こたえかた
こたえます
こたえる
こちら
こちらこそ
こっち
ことし
ことば
こども
この
こまります
こまる
これ
こんげつ
こんしゅう
こんな
こんにちは
こんばん
こんばんは
ご
ごご
ごしゅじん
ごぜん
ごちそうさまでした
ごはん
ごめんください
ごめんなさい
ごろ
さあ
さい
さいご
さいふ
さかな
さき
さきます
さく
さくぶん
さします
さす
さつ
さとう
さむい
さようなら
さらいねん
さん
さんぽ
さんぽする
さ来年
ざっし
し
し/よん
しお
しかし
しごと
しずか
した
しち/なな
しつもん
しつれいしました
しつれいします
しにます
しぬ
します
しまります
しまる
しめます
しめる
しゃしん
しゅう
しゅうかん
しゅくだい
しょうゆ
しょくどう
しります
しる
しろ
しろい
しんぶん
じ
じかん
じしょ
じてんしゃ
じどうしゃ
じびき
じぶん
じゃ
じゃ/じゃあ
じゃあ
じゅう
じゅうとお
じゅぎょう
じょうず
じょうずに
じょうぶ
じん
すい
すいます
すいようび
すう
すき
すぎ
すくない
すぐに
すこし
すし
すしや
すずしい
すみます
すみません
すむ
する
すわります
すわる
ずつ
せ
せいと
せっけん
せびろ
せまい
せん
せんげつ
せんしゅう
せんせい
せんたく
ぜんぶ
そうして/そして
そうしましょう
そうじ
そうじします
そうじする
そうです
そうですか
そうですね
そこ
そして
そちら
そっち
そと
その
そば
そら
それ
それから
それでは
たいしかん
たいせつ
たいてい
たいへん
たかい
たくさん
ただいま
ただしい
たち
たちます
たつ
たて
たてもの
たのしい
たのみます
たのむ
たばこ
たぶん
たべます
たべもの
たべる
たまご
たんじょうび
だい
だいがく
だいじょうぶ
だいすき
だいたい
だいどころ
だから
だします
だす
だれ
だんだん
ちいさい
ちいさな
ちかい
ちかく
ちかてつ
ちがいます
ちがう
ちず
ちち
ちゃいろ
ちゃわん
ちゅう
ちょうど
ちょっと
つ
ついたち
つかいます
つかう
つかれます
つかれる
つきます
つぎ
つく
つくえ
つくりかた
つくります
つくる
つけます
つける
つとめます
つとめる
つまらない
つめたい
つよい
て
てがみ
てんき
でかけます
でかける
できます
できる
でぐち
では
では、また
でます
でも
でる
でんき
でんしゃ
でんわ
でんわします
でんわばんごう
と
とうきょう
とうふ
とお
とおい
とおか
とおく
ときどき
とけい
ところ
とし
としょかん
とても
となり
とびます
とぶ
とまります
とまる
ともだち
とり
とりにく
とります
とり肉
とる
ど
どう
どういたしまして
どうして
どうぞ
どうぶつ
どうも
どうもありがとう
どこ
どこか
どちら
どっち
どなた
どの
どようび
どれ
どんな
なか
ながい
なきます
なく
なくす
なぜ
なつ
なつやすみ
など
ななつ
なに
なにか
なのか
なまえ
ならいます
ならう
ならびます
ならぶ
ならべます
ならべる
なります
なる
なん
なん/なに
なんじ
なんにち
に
にぎやか
にく
にし
にち
にちようび
にねん
にほん
にほんご
にもつ
にわ
にん
ぬぎます
ぬぐ
ぬります
ぬるい
ねこ
ねます
ねる
ねん
のぼります
のぼる
のみます
のみもの
のむ
のります
のる
は
はい
はいざら
はいります
はいる
はがき
はきます
はく
はこ
はし
はしる
はじまります
はじまる
はじめ
はじめて
はじめに
はじめまして
はたち
はたらきます
はたらく
はち
はつか
はな
はなし
はなします
はなす
はは
はやい
はります
はる
はれ
はれます
はれる
はん
はんぶん
ばん
ばんごう
ばんごはん
ひ
ひがし
ひき
ひきます
ひく
ひくい
ひこうき
ひだり
ひと
ひとつ
ひとつき
ひとり
ひま
ひゃく
ひらがな
ひる
ひるごはん
ひろい
びょういん
びょうき
ふうとう
ふきます
ふく
ふたつ
ふたり
ふつか
ふとい
ふゆ
ふります
ふる
ふるい
ふろ
ふん
ぶたにく
ぶん
ぶんしょう
へた
へや
へん
べんきょうします
べんきょうする
べんり
ほう
ほか
ほしい
ほそい
ほん
ほんだな
ほんとう
ほんや
ぼうし
ぼく
まい
まいあさ
まいげつ
まいげつ/まいつき
まいしゅう
まいにち
まいねん
まいねん/まいとし
まいばん
まえ
まがります
まがる
まずい
また
まだ
まち
まちます
まっすぐ
まつ
まど
まるい
まん
まんねんひつ
みがきます
みがく
みぎ
みじかい
みず
みせ
みせます
みせる
みち
みっか
みっつ
みどり
みなさん
みなみ
みます
みみ
みる
みんな
むいか
むこう
むずかしい
むっつ
むら
め
めがね
もう
もういちど
もう一度
もく
もくようび
もしもし
もちます
もちろん
もっていきます
もっと
もつ
もの
もらいます
もん
もんだい
もんだいようし
もんだいれい
や
やおや
やさい
やさしい
やじるし
やすい
やすみ
やすみます
やすむ
やっつ
やま
やります
やる
ゆうがた
ゆうはん
ゆうびんきょく
ゆうべ
ゆうめい
ゆき
ゆっくり
ゆっくりと
ようか
ようふく
よく
よこ
よっか
よっつ
よびます
よぶ
よみます
よむ
より、ほう
よる
よろしく
よわい
らいげつ
らいしゅう
らいねん
りっぱ
りゅうがくせい
りょうしん
りょうり
りょこう
りょこうがいしゃ
りょこうします
りんご
れい
れいぞうこ
れんしゅう
れんしゅうします
れんしゅうする
ろうか
ろく
ろっぽん
わかい
わかります
わかる
わすれます
わすれる
わたくし
わたし
わたします
わたす
わたります
わたる
わるい
アパート
アメリカ
エアコン
エレベーター
カタカナ
カップ
カメラ
カレンダー
カレー
キロ
キロ/キログラム
キロ/キロメートル
ギター
クラス
グラム
ケーキ
コップ
コピー
コピーします
コピーする
コート
コーヒー
サッカー
シャツ
シャワー
ジュース
スカート
ストーブ
スプーン
スポーツ
スリッパ
ズボン
セーター
ゼロ
タクシー
ティッシュペーパー
テスト
テレビ
テーブル
テープ
テープレコーダー
デパート
トイレ
トイレットペーパー
ドア
ナイフ
ニュース
ネクタイ
ノート
ハンカチ
バス
バスがいしゃ
バスてい
バスりょこう
バター
パン
パンや
パーティー
ビル
フィルム
フォーク
プール
ベッド
ペット
ペン
ページ
ホテル
ボタン
ボールペン
ポケット
ポスト
マッチ
メモ
メモします
メートル
ラジオ
ラジカセ/ラジオカセット
ラーメン
レコード
レストラン
ワイシャツ
一
一つ
一人
一日
一昨年
一昨日
一月
一緒
七
七つ
七日
万
万年筆
丈夫
三
三つ
三日
上
上げる
上手
上着
下
下手
両親
並ぶ
並べる
中
丸い/円い
乗る
九
九つ
九日
二
二つ
二人
二十日
二十歳
二日
五
五つ
五日
交差点
交番
人
今
今年
今日
今晩
今月
今朝
今週
仕事
休み
休む
会う
会社
伯母さん/叔母さん
伯父/叔父
低い
住む
体
何
作る
作文
使う
便利
借りる
傘
働く
元気
兄
兄弟
先
先月
先生
先週
入る
入れる
入口
全部
八
八つ
八日
八百屋
公園
六
六つ
六日
写真
冬
冷たい
冷蔵庫
出かける
出す
出る
出口
分かる
切る
切手
切符
初め/始め
初めて
前
勉強
動物
勤める
北
医者
十
十日
千
午前
午後
半
半分
南
危ない
卵
厚い
去年
友達
取る
口
古い
台所
右
同じ
名前
向こう
吸う
吹く
呼ぶ
咲く
問題
喫茶店
四
四つ
四日
困る
図書館
国
土曜日
地下鉄
地図
塩
声
売る
夏
夏休み
夕方
夕飯
外
外国
外国人
多い
夜
大きい
大きな
大丈夫
大人
大使館
大切
大勢
大好き
大学
天気
太い
奥さん
女
女の子
好き
妹
姉
始まる
嫌
嫌い
子供
字引
学校
学生
安い
家
家庭
家族
宿題
寒い
寝る
封筒
小さい
小さな
少し
少ない
居る
山
川/河
左
差す
帰る
帽子
年
広い
店
座る
庭
廊下
建物
引く
弟
弱い
強い
弾く
待つ
後
後ろ
御飯
忘れる
忙しい
悪い
意味
戸
所
手
手紙
押す
持つ
掃除
授業
撮る
教える
教室
散歩
文章
料理
新しい
新聞
方
旅行
日曜日
早い
明い
明日
易しい
映画
映画館
春
昨夜
昨日
昼
昼御飯
時々
時計
時間
晩
晩御飯
晴れ
晴れる
暇
暑い
暖かい
暗い
曇り
曇る
曲る
書く
月曜日
有名
服
朝
朝御飯
木
木曜日
本
本棚
机
村
来る
来年
来月
来週
東
果物
楽しい
横
橋
次
欲しい
歌
歌う
止まる
歩く
歯
死ぬ
毎年
毎日
毎晩
毎月
毎朝
毎週
水
水曜日
汚い
池
泳ぐ
洋服
洗う
洗濯
海
消える
消す
涼しい
渡す
渡る
温い
漢字
火曜日
灰皿
無くす
煩い
熱い
牛乳
牛肉
物
犬
狭い
猫
玄関
甘い
生まれる
生徒
男
男の子
町
留学生
番号
疲れる
病気
病院
痛い
登る
白
白い
百
皆さん
目
眼鏡
着く
着る
知る
短い
砂糖
磨く
私
秋
空
窓
立つ
答える
箱
紅茶
紙
細い
終る
結婚
結構
絵
緑
締める
練習
置く
習う
耳
聞く
肉
背
背広
脱ぐ
自分
自動車
自転車
色
花
花瓶
若い
英語
茶色
荷物
葉書
薄い
薬
行く
西
要る
見せる
見る観る
覚える
角
言う
言葉
話
話す
誕生日
読む
誰
警官
豚肉
財布
買い物
買う
貸す
貼る
賑やか
質問
赤
赤い
走る
起きる
足
車
軽い
辛い
辞書
辺
近い
近く
返す
速い
遅い
遊ぶ
道
違う
遠い
部屋
郵便局
重い
野菜
金曜日
鉛筆
銀行
長い
門
閉まる
閉める
開く
開ける
降りる
降る
階段
隣
雑誌
難しい
雨
雪
零
電気
電話
電車
青
青い
静か
靴
靴下
音楽
頭
頼む
風
風邪
飛ぶ
飛行機
食べる
食べ物
食堂
飲み物
飲む
飴
駅
高い
魚
鳥
鳴く
黄色
黄色い
黒
黒い
鼻
